#1) შექმენით სია რომელშიც მოათვსებთ 10 განსხვავებულ მანქანის სახელს, შემდეგ დაბეჭდეთ ცალ ცალკე მეორე და მეხუთე ელემენტები, დაბეჭდეთ თავიდან შუამდე ყველა ელემენტი, დაბეჭდეთ შუიდან ბოლომდე ყველა ელემენტი, დაბეჭდეთ მინუს
#  3 ინდექსზე და -1 ინდექსზე მდგომი ელემენტი, დაბეჭდეთ შუა სამი ელემენტი, დაბეჭდეთ მთლიანი სია
cars = ["bmw","mercedes-benz","audi","mazda","honda","mitsubishi","volvo","bentli","hyndai","ferrari"]

print(cars[3])

print(cars[6])

print(cars[0:6])

print(cars[-3])

print(cars[-1])

print(cars[5:8])

print(cars)